Revit 2024 API
FabricationConfigurationInfo.Description Property
 The description of the fabrication configuration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public string Description { get; }
Visual Basic
Public ReadOnly Property Description As String
	Get
Visual C++
public:
property String^ Description {
	String^ get ();
}
See Also
FabricationConfigurationInfo Class
Autodesk.Revit.DB Namespace